Repository: cyberscribe/better-random-redirect
Catalog: languages/better_random_redirect-*.po
Languages: es_es

source: Better Random Redirect
es_es: Mejor Redirección al Azar

source: Main Randomiser URL
es_es: URL de aleatorizador

source: Cache Time
es_es: Tiempo de caché

source: Better Random Redirect Options
es_es: Opciones para Mejor Redirección al Azar

source: Cache time represents how long to cache the list of valid posts (in seconds), and therefore affects how long it takes for new posts become eligible to be part of the randomiser. Leave this setting at the default unless you have a specific reason to change it.
es_es: Tiempo de caché representa el tiempo en caché la lista de posts válidos (en segundos), y por lo tanto afecta el tiempo que toma para los nuevos puestos son elegibles para formar parte del aleatorizador. Deje esta configuración en el valor predeterminado a menos que tenga una razón específica para cambiarlo.

source: Configure the URL you want to use.
es_es: Configure la URL que desea utilizar.

source: Configure the category of posts you want to use as the basis for the randomiser. Leave set at "All Categories" to include posts in all categories. This value can be overridden in the shortcode and by using cat= in the url.
es_es: Configure la categoría de los puestos que desea utilizar como base para el aleatorizador. Deja fijado en \ \"Todas las categorías " para incluir los puestos en todas las categorías. Este valor puede suprimirse en el código corto usando cat= en la url.

source: Category to use
es_es: categoría para utilizar

source: All Categories
es_es: Todas Las Categorías

source: Shortcodes and URLs
es_es: Shortcodes y URLs

source: Result
es_es: Resulto

source: Random post from %s
es_es: Publicaciones aleatorias en

source: Random post from "foo"
es_es: Publicaciones aleatorias en "foo"

source: random
es_es: aleatorio

source: Configure the post types you want to use as the basis for the randomiser. Leave set to the default of "Posts" to include blog posts. This value can be overridden in the shortcode and by using posttype= in the url.
es_es: Configure los tipos de \"posts\" que desea utilizar como base para el aleatorizador. Deja establecido en el valor predeterminado de \ \"posts " para incluir las entradas del blog. Este valor puede suprimirse en el código corto y usando posttype= en la url.

source: Post Type to use
es_es: Tipio de post

source: Based on the original Random Redirect, this plugin enables efficent, easy random redirection to a post.
es_es: Basado en el original Random Redirect, este plugin permite redirección al azar en manera eficiente y fácil.

source: Random post of type "page"
es_es: Publicaciones aleatorias de tipio "page"

source: Random post in the %s language
es_es: Publicaciones aleatorias en el idioma %s
